Repository: Baka632/MonsterSiren.Uwp
Catalog: src/MonsterSiren.Uwp/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppDisplayName
source: Sora Records
zh_cn: Sora 唱片

# AppDescription
source: Sora Records is a third-party client for Monster Siren Records.
zh_cn: Sora 唱片是一个塞壬唱片的第三方客户端。

source: Close
zh_cn: 关闭

source: OK
zh_cn: 确定

source: Cancel
zh_cn: 取消

# MusicNavViewItem.Content
source: Music
zh_cn: 音乐

# NowPlayingNavViewItem.Content
source: Now Playing
zh_cn: 正在播放

# NewsNavViewItem.Content
source: News
zh_cn: 动向

# NavigationViewSearchBox.PlaceholderText
source: Search
zh_cn: 搜索

# AlbumCollectionTextBlock.Text
source: Album Collection
zh_cn: 专辑陈列

# ErrorOccurred
source: An error occurred
zh_cn: 出现错误

# InternetErrorMessage
source: Seems that there is an error on your Internet, please check your Internet connection.
zh_cn: 似乎网络出现了错误，请检查你的网络。

# PivotItemAlbumIntro.Header
source: Intro
zh_cn: 介绍

# PivotItemAlbumSongs.Header
source: Songs
zh_cn: 歌曲

# PlayMusicTextBlock.Text
source: Play
zh_cn: 播放

# MSR
source: Monster Siren Records
zh_cn: 塞壬唱片-MSR

# PlayCommandButton.Text
source: Play
zh_cn: 播放

# RepeatOffText
source: Repeat: Off
zh_cn: 重复播放：关闭

# RepeatSingleText
source: Repeat: Single
zh_cn: 重复播放：单曲循环

# RepeatAllText
source: Repeat: All
zh_cn: 重复播放：全部循环

# ShuffleOnText
source: Shuffle: On
zh_cn: 随机播放：启用

# ShuffleOffText
source: Shuffle: Off
zh_cn: 随机播放：关闭

# ClearPlaybackList.Text
source: Clear Now Playing
zh_cn: 清空正在播放列表

# EnterCompactMode.Text
source: Enter Compact Mode
zh_cn: 进入最小模式

# ExitCompactMode.Text
source: Exit Compact Mode
zh_cn: 退出最小模式

# NoMusicTextBlock.Text
source: Currently, there is no music that is playing
zh_cn: 目前没有正在播放的歌曲

# RemoveCommandButton.Text
source: Remove
zh_cn: 移除

# AddToPlaylistLiteral
source: Add to "{0}"
zh_cn: 添加到“{0}”

# UsingMeteredInternet
source: You are using metered Internet connection
zh_cn: 正在使用流量计费网络

# RefreshButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Refresh
zh_cn: 刷新

# RefreshButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Click to refresh this page
zh_cn: 单击刷新此页面

# DownloadPivotItem.Header
source: Storage settings
zh_cn: 存储设置

# AboutPivotItem.Header
source: About
zh_cn: 关于

# DownloadNavViewItem.Content
source: Download quene
zh_cn: 下载队列

# SettingsPage_PickButton.Content
source: Pick
zh_cn: 选取

# SettingsPage_DownloadFolderRedirected.Message
source: App cannot use the folder selected before, so the download path was set to default path.
zh_cn: 由于应用无法使用先前指定的文件夹，因此下载路径已被更改为默认路径。

source: Lyric file
zh_cn: 歌词文件

# SettingsTextBlock.Text
source: Settings
zh_cn: 设置

# DownloadTextBlock.Text
source: Download
zh_cn: 下载

# DownloadPage_OpenDownloadFolder.Text
source: Open download folder
zh_cn: 打开下载文件夹

# DownloadPage_PauseAll.Text
source: Pause all
zh_cn: 全部暂停

# DownloadPage_ResumeAll.Text
source: Resume all
zh_cn: 全部继续

# DownloadPage_CancelAll.Text
source: Cancel all
zh_cn: 全部取消

# DownloadPage_NoDownloadItem.Text
source: No download items
zh_cn: 当前没有下载项目

# DownloadAlbumCommandButton.Text
source: Download album
zh_cn: 下载专辑

# AppVersion_WithPlaceholder
source: Version: {0}
zh_cn: 版本：{0}

# SettingsPage_EncodeNotAvailable.Message
source: This device does not support most common encoders, so this option is disabled.
zh_cn: 由于此设备不支持常用的编码器，因此该设置已被禁用。

# RepoAddress.Text
source: Repo address
zh_cn: 仓库地址

# Mp3Format
source: Format MP3
zh_cn: MP3 格式

# FlacFormat
source: Format FLAC
zh_cn: FLAC 格式

# AudioQualityHigh
source: High (192 kbps and above)
zh_cn: 高（192 kbps 及以上）

# AudioQualityMedium
source: Medium (128 kbps and above)
zh_cn: 中（128 kbps 及以上）

# AudioQualityLow
source: Low (96 kbps and above)
zh_cn: 低（96 kbps 及以上）

# DownloadItemState_Downloading
source: Downloading
zh_cn: 下载中

# DownloadItemState_Transcoding
source: Transcoding
zh_cn: 转码中

# DownloadItemState_Paused
source: Pausing
zh_cn: 暂停中

# DownloadItemState_Done
source: Done
zh_cn: 完成

# DownloadItemState_Error
source: Error
zh_cn: 出现错误

# DownloadItemState_Canceled
source: Canceled
zh_cn: 已取消

# DownloadItemState_WritingTag
source: Writing music info...
zh_cn: 写入音乐信息...

# PresentationPivotItem.Header
source: Presentation settings
zh_cn: 显示设置

# MicaBackground
source: Mica
zh_cn: 云母

# AcrylicBackground
source: Acrylic
zh_cn: 亚克力

# PureColorBackground
source: Plain color
zh_cn: 纯色

# NoSongsInAlbum.Text
source: There is no song now, try again later
zh_cn: 当前没有歌曲，请稍后再试

# NewsPageTextBlock.Text
source: News
zh_cn: 动向

# NewsCategory_NewSongs
source: New songs
zh_cn: 新歌发布

# NewsCategory_LaunchSpeech
source: Launch speech
zh_cn: 上线致辞

# NewsCategory_NewsAlert
source: News alert
zh_cn: 资讯速递

# NewsCategory_ArtistState
source: Artist state
zh_cn: 艺人近况

# NewsCategory_SpecialRadio
source: Special radio
zh_cn: 特别电台

# EmptyStringInSearchBoxTeachingTip.Title
source: Enter content please
zh_cn: 请输入内容

# SearchPage_AlbumPivotItem.Header
source: Albums
zh_cn: 专辑

# SearchPage_NewsPivotItem.Header
source: News
zh_cn: 新闻

# SearchPageTextBlock.Text
source: Search result
zh_cn: 搜索结果

# SearchNotFound.Text
source: Related content is not found
zh_cn: 找不到相关结果

# ColorTheme_Default
source: System default
zh_cn: 系统默认

# ColorTheme_Light
source: Light
zh_cn: 亮色

# ColorTheme_Dark
source: Dark
zh_cn: 暗色

# SettingsPage_OpenLogFolder.Text
source: Open log folder
zh_cn: 打开日志文件夹

# CodecInfoDialog.Title
source: Audio codec infomation
zh_cn: 音频编解码器信息

# CodecInfoDialog.CloseButtonText
source: OK
zh_cn: 确定

# SettingsPage_OpenCodecInfoDialog.Text
source: Audio codec infomation
zh_cn: 音频编解码器信息

# CodecInfo_Encoder
source: Encoder
zh_cn: 编码器

# CodecInfo_Decoder
source: Decoder
zh_cn: 解码器

# EnterGlanceMode.Text
source: Enter Glance Mode
zh_cn: 进入概览模式

# PlaylistNavViewItem.Content
source: Playlist
zh_cn: 播放列表

# ModifyCommandButton.Text
source: Modify
zh_cn: 修改

# DeleteCommandButton.Text
source: Delete
zh_cn: 删除

# SettingsPage_PlaylistFolderRedirected.Message
source: App cannot use the folder selected before, so the playlist path was set to default path.
zh_cn: 由于应用无法使用先前指定的文件夹，因此播放列表路径已被更改为默认路径。

# PlaylistTextBlock.Text
source: Playlist
zh_cn: 播放列表

# PlaylistPage_NewPlaylist.Text
source: Create new playlist
zh_cn: 新建播放列表

# SongsCount
source: {0} songs
zh_cn: {0} 首歌曲

# PlaylistCreationTitle
source: Create new playlist
zh_cn: 创建新的播放列表

# PlaylistCreationDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# PlaylistCreationPrimaryButtonText
source: Create
zh_cn: 创建

# PlaylistTitle.Header
source: Playlist Title
zh_cn: 播放列表标题

# PlaylistDescription.Header
source: Playlist Description (Optional)
zh_cn: 播放列表描述（可选）

# PlaylistTitleEmptyTitle
source: Title is empty
zh_cn: 标题为空

# PlaylistTitleEmptyMessage
source: Please enter title.
zh_cn: 请输入标题。

# PlaylistTitleAlreadyExistsTitle
source: Please change title
zh_cn: 请更改标题

# PlaylistTitleAlreadyExistsMessage
source: A playlist with the same name already exists.
zh_cn: 已存在同名的播放列表。

# EnsureDelete
source: Are you sure you want to delete this playlist?
zh_cn: 确实要删除此播放列表吗？

# PlaylistModifyTitle
source: Modify playlist infomation
zh_cn: 修改播放列表信息

# PlaylistModifyPrimaryButtonText
source: Modify
zh_cn: 修改

# NoPlaylistTextBlock.Text
source: There is no playlist now
zh_cn: 目前没有播放列表

# MayRenameInFileSystemWarning.Message
source: Title contains characters that cannot be used in filename (but doesn't affect display in app)
zh_cn: 标题包含不能在文件名中使用的字符（但不影响应用内显示）

# MayRenameInFileSystemWarning.Title
source: Warning
zh_cn: 警告

# AddToPlaylistOrNowPlaying.Text
source: Add to
zh_cn: 添加到

# AddToNowPlaying.Text
source: Now playing
zh_cn: 正在播放

# AddToPlaylistCommand.Text
source: Playlist
zh_cn: 播放列表

# AddToPlaylistOrNowPlayingTextBlock.Text
source: Add to...
zh_cn: 添加到...

# DeleteFromPlaylist.Text
source: Remove from playlist
zh_cn: 从播放列表中移除

# AddToNowPlayingLiteral
source: Add to now playing
zh_cn: 添加到正在播放

# NoSongsInPlaylist.Text
source: There is no song in playlist, please add some
zh_cn: 播放列表内没有歌曲，请添加一些

# HoursAndMinutesFormat
source: {0} hours and {1} minutes
zh_cn: {0} 小时 {1} 分钟

# MinutesAndSecondsFormat
source: {0} hours and {1} seconds
zh_cn: {0} 分钟 {1} 秒

# PlaylistFileSystemTip
source: Playlist file for Sora Records
zh_cn: Sora 唱片的播放列表文件

# PlaylistFileDisplayName
source: Playlist for Sora Records
zh_cn: Sora 唱片播放列表

# PlaylistNoDescription.Text
source: No description now
zh_cn: 尚未添加描述

# NoSongPlayed_Title
source: No song played
zh_cn: 歌曲未播放

# NoSongPlayed_PlaylistEmpty
source: Playlist is empty.
zh_cn: 播放列表为空。

# AddToPlaylistTextLiteral
source: Playlist
zh_cn: 播放列表

# AddToPlaylistOrNowPlayingLiteral
source: Add to
zh_cn: 添加到

# NowPlayingLiteral
source: Now playing
zh_cn: 正在播放

# OriginalFolderContainsPlaylist_Title
source: Original folder contains playlist files
zh_cn: 原文件夹包含有播放列表文件

# OriginalFolderContainsPlaylist_Message
source: Move them to new folder?
zh_cn: 要迁移它们吗？

# OriginalFolderContainsPlaylist_Move
source: Move
zh_cn: 迁移

# OriginalFolderContainsPlaylist_DoNotMove
source: Don't move
zh_cn: 不迁移

# DuplicateFile
source: Duplicate
zh_cn: 副本

# SelectForSongList.Text
source: Select
zh_cn: 选择

# DeselectForSongList.Text
source: Deselect
zh_cn: 取消选择

# SelectAllForSongList.Text
source: Select all
zh_cn: 全选

# DeselectAllForSongList.Text
source: Deselect all
zh_cn: 全不选

# CopySongName.Text
source: Copy the song name
zh_cn: 复制歌曲名称

# SongOrAlbumCidIncorrectInputMessage
source: The CID entered is incorrect, please enter the correct CID.
zh_cn: 输入的 CID 有误，请输入正确的 CID。

# CopyrightNoticeMessage.Text
source: This app is a fanwork and does not represent the official. The app behavior itself has nothing to do with the official. The copyright of the album art, music audio and other content presented in this application belongs to Shanghai Hypergryph Network Technology Co., Ltd. The code for this app is licensed to you under the MIT license.
zh_cn: 本应用为同人作品，不代表官方。应用行为本身与官方无关。 本应用中呈现的专辑封面、音乐音频等内容，版权属于上海鹰角网络科技有限公司。 本应用的代码使用 MIT 许可证许可给你。

# OpenSourceLicenseMessage.Text
source: This app uses the following open-source libraries:
zh_cn: 本应用使用了以下开源库：

# CopyrightDialog.Title
source: Statement on Intellectual Property
zh_cn: 知识产权的表述

# SettingsPage_CopyrightStatement.Text
source: Statement on Intellectual Property
zh_cn: 知识产权的表述

# CopyrightDialog.CloseButtonText
source: OK
zh_cn: 确定

# SongOrAlbumCidCorruptMessage
source: This item may corrupt.
zh_cn: 此项目可能已损坏。

# SomeSongOrAlbumCidCorruptMessage
source: Some items may corrupt, so they are not played.
zh_cn: 一些项目可能损坏，因此未播放它们。

# WarningOccurred
source: Warning
zh_cn: 警告

# InvaildItemTooltip.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: This item may corrupt
zh_cn: 此项目可能已损坏

# PlaylistItemFailed_Title
source: Error occurred when playing item
zh_cn: 播放项目时出错

# PlaylistItemFailed_Message
source: The following error occurred: {1} Please check your Internet connection.
zh_cn: 出现以下错误：{1} 请检查你的网络。

# PlaylistCorruptMessage
source: Playlist "{0}" may corrupt.
zh_cn: 播放列表“{0}”可能已损坏。

# SomePlaylistItemCorruptMessage
source: Some items in playlist "{0}" may corrupt, so they are not played.
zh_cn: 播放列表“{0}”中的某些项目可能已损坏，因此未播放它们。

# PlayerError_Title
source: An error about the player occurred
zh_cn: 播放器出现错误

# AppDisplayName_Debug
source: Sora Records（Debug）
zh_cn: Sora 唱片（调试）

# GlanceMode_Welcome_Title
source: Welcome to use Glance Mode
zh_cn: 欢迎使用概览模式

# GlanceMode_Welcome_Message
source: Whether you're focusing on the music, or just glanced the music, this mode can satisfy you. To exit this mode, double click anywhere, or press the back button.
zh_cn: 无论是专注于音乐，还是仅仅瞥一眼，此模式都能满足您的需求。 要退出此模式，请双击任意位置、按下 Esc 键、或者按下返回按钮。

# DownloadItemState_Cancelling
source: Cancelling
zh_cn: 取消中

# AddTooManyItemToPlaylistMessage
source: You're adding a lot of songs to your playlist, and it will take some time. Changes to the playlist will not be saved until these albums are added. Continue?
zh_cn: 你正向播放列表添加很多歌曲，这需要花费一些时间。 在添加完毕之前，对播放列表的更改将不会保存。 要继续吗？

source: Continue
zh_cn: 继续

# DownloadTooManyItemMessage
source: You're downloading a lot of songs, which can take a long time. Also, if there are too many downloads, the server may reject requests from this computer, resulting in unavailability of the service. Continue?
zh_cn: 你正在下载很多歌曲，这可能花费很长时间。 另外，如果下载项太多，服务器可能会拒绝来自此计算机的请求，导致服务不可用。 要继续吗？
